tymaker/STM32_32x32_rgb_matrix/USER/Library/src/stm32f10x_rgb_Fonts.c
// 188 $bc 'onequarter'
//	width 6, bbx 0, bby -2, bbw 6, bbh 10
	_X______,
	XX______,
	_X______,
	_X______,
	XXX__X__,
	____XX__,
	___X_X__,
	__XXXX__,
	_____X__,
	________,
// 189 $bd 'onehalf'
//	width 6, bbx 0, bby -2, bbw 6, bbh 10
	_X______,
	XX______,
	_X______,
	_X______,
	XXX_X___,
	___X_X__,
	_____X__,
	____X___,
	___XXX__,
	________,
// 190 $be 'threequarters'
//	width 6, bbx 0, bby -2, bbw 6, bbh 10
	XX______,
	__X_____,
	_X______,
	__X_____,
	XX__X___,
	___XX___,
	__X_X___,
	_XXXX___,
	____X___,
	________,
// 191 $bf 'questiondown'
//	width 6, bbx 0, bby -2, bbw 6, bbh 10
	________,
	__X_____,
	________,
	__X_____,
	__X_____,
	_X______,
	X___X___,
	_XXX____,
	________,
	________,
// 192 $c0 'Agrave'
//	width 6, bbx 0, bby -2, bbw 6, bbh 10
	_X______,
	__X_____,
	_XXX____,
	X___X___,
	X___X___,
	XXXXX___,
	X___X___,
	X___X___,
	________,
	________,
// 193 $c1 'Aacute'
//	width 6, bbx 0, bby -2, bbw 6, bbh 10
	___X____,
	__X_____,
	_XXX____,
	X___X___,
	X___X___,
	XXXXX___,
	X___X___,
	X___X___,
	________,
	________,
// 194 $c2 'Acircumflex'
//	width 6, bbx 0, bby -2, bbw 6, bbh 10
	__X_____,
	_X_X____,
	_XXX____,
	X___X___,
	X___X___,
	XXXXX___,
	X___X___,
	X___X___,
	________,
	________,
// 195 $c3 'Atilde'
//	width 6, bbx 0, bby -2, bbw 6, bbh 10
	_X__X___,
	X_XX____,
	_XXX____,
	X___X___,
	X___X___,
	XXXXX___,
	X___X___,
	X___X___,
	________,
	________,
// 196 $c4 'Adieresis'
//	width 6, bbx 0, bby -2, bbw 6, bbh 10
	_X_X____,
	________,
	_XXX____,
	X___X___,
	X___X___,
	XXXXX___,
	X___X___,
	X___X___,
	________,
	________,
// 197 $c5 'Aring'
//	width 6, bbx 0, bby -2, bbw 6, bbh 10
	__X_____,
	_X_X____,
	_XXX____,
	X___X___,
	X___X___,
	XXXXX___,
	X___X___,
	X___X___,
	________,
	________,
// 198 $c6 'AE'
//	width 6, bbx 0, bby -2, bbw 6, bbh 10
	________,
	__XXXX__,
	_X_X____,
	X__X____,
	X__XXX__,
	XXXX____,
	X__X____,
	X__XXX__,
	________,
	________,
// 199 $c7 'Ccedilla'
//	width 6, bbx 0, bby -2, bbw 6, bbh 10
	________,
	_XXX____,
	X___X___,
	X_______,
	X_______,
	X_______,
	X___X___,
	_XXX____,
	__X_____,
	_X______,
// 200 $c8 'Egrave'
//	width 6, bbx 0, bby -2, bbw 6, bbh 10
	_X______,
	XXXXX___,
	X_______,
	X_______,
	XXXX____,
	X_______,
	X_______,
	XXXXX___,
	________,
	________,
// 201 $c9 'Eacute'
//	width 6, bbx 0, bby -2, bbw 6, bbh 10
	___X____,
	XXXXX___,
	X_______,
	X_______,
	XXXX____,
	X_______,
	X_______,
	XXXXX___,
	________,
	________,
// 202 $ca 'Ecircumflex'
//	width 6, bbx 0, bby -2, bbw 6, bbh 10
	__X_____,
	XXXXX___,
	X_______,
	X_______,
	XXXX____,
	X_______,
	X_______,
	XXXXX___,
	________,
	________,
// 203 $cb 'Edieresis'
//	width 6, bbx 0, bby -2, bbw 6, bbh 10
	_X_X____,
	XXXXX___,
	X_______,
	X_______,
	XXXX____,
	X_______,
	X_______,
	XXXXX___,
	________,
	________,
// 204 $cc 'Igrave'
//	width 6, bbx 0, bby -2, bbw 6, bbh 10
	_X______,
	__X_____,
	_XXX____,
	__X_____,
	__X_____,
	__X_____,
	__X_____,
	_XXX____,
	________,
	________,
// 205 $cd 'Iacute'
//	width 6, bbx 0, bby -2, bbw 6, bbh 10
	___X____,
	__X_____,
	_XXX____,
	__X_____,
	__X_____,
	__X_____,
	__X_____,
	_XXX____,
	________,
	________,
// 206 $ce 'Icircumflex'
//	width 6, bbx 0, bby -2, bbw 6, bbh 10
	__X_____,
	_X_X____,
	_XXX____,
	__X_____,
	__X_____,
	__X_____,
	__X_____,
	_XXX____,
	________,
	________,
// 207 $cf 'Idieresis'
//	width 6, bbx 0, bby -2, bbw 6, bbh 10
	_X_X____,
	________,
	_XXX____,
	__X_____,
	__X_____,
	__X_____,
	__X_____,
	_XXX____,
	________,
	________,
// 208 $d0 'Eth'
//	width 6, bbx 0, bby -2, bbw 6, bbh 10
	________,
	XXXX____,
	_X__X___,
	_X__X___,
	XXX_X___,
	_X__X___,
	_X__X___,
	XXXX____,
	________,
	________,
// 209 $d1 'Ntilde'
//	width 6, bbx 0, bby -2, bbw 6, bbh 10
	__X_X___,
	_X_X____,
	X___X___,
	XX__X___,
	X_X_X___,
	X__XX___,
	X___X___,
	X___X___,
	________,
	________,
// 210 $d2 'Ograve'
//	width 6, bbx 0, bby -2, bbw 6, bbh 10
	_X______,
	__X_____,
	_XXX____,
	X___X___,
	X___X___,
	X___X___,
	X___X___,
	_XXX____,
	________,
	________,
// 211 $d3 'Oacute'
//	width 6, bbx 0, bby -2, bbw 6, bbh 10
	___X____,
	__X_____,
	_XXX____,
	X___X___,
	X___X___,
	X___X___,
	X___X___,
	_XXX____,
	________,
	________,
// 212 $d4 'Ocircumflex'
//	width 6, bbx 0, bby -2, bbw 6, bbh 10
	__X_____,
	_X_X____,
	_XXX____,
	X___X___,
	X___X___,
	X___X___,
	X___X___,
	_XXX____,
	________,
	________,
// 213 $d5 'Otilde'
//	width 6, bbx 0, bby -2, bbw 6, bbh 10
	__X_X___,
	_X_X____,
	_XXX____,
	X___X___,
	X___X___,
	X___X___,
	X___X___,
	_XXX____,
	________,
	________,
// 214 $d6 'Odieresis'
//	width 6, bbx 0, bby -2, bbw 6, bbh 10
	_X_X____,
	________,
	_XXX____,
	X___X___,
	X___X___,
	X___X___,
	X___X___,
	_XXX____,
	________,
	________,
// 215 $d7 'multiply'
//	width 6, bbx 0, bby -2, bbw 6, bbh 10
	________,
	________,
	________,
	X___X___,
	_X_X____,
	__X_____,
	_X_X____,
	X___X___,
	________,
	________,
// 216 $d8 'Oslash'
//	width 6, bbx 0, bby -2, bbw 6, bbh 10
	________,
	_XXX____,
	X__XX___,
	X__XX___,
	X_X_X___,
	XX__X___,
	XX__X___,
	_XXX____,
	________,
	________,
// 217 $d9 'Ugrave'
//	width 6, bbx 0, bby -2, bbw 6, bbh 10
	_X______,
	__X_____,
	X___X___,
	X___X___,
	X___X___,
	X___X___,
	X___X___,
	_XXX____,
	________,
	________,
// 218 $da 'Uacute'
//	width 6, bbx 0, bby -2, bbw 6, bbh 10
	___X____,
	__X_____,
	X___X___,
	X___X___,
	X___X___,
	X___X___,
	X___X___,
	_XXX____,
	________,
	________,
// 219 $db 'Ucircumflex'
//	width 6, bbx 0, bby -2, bbw 6, bbh 10
	__X_____,
	_X_X____,
	________,
	X___X___,
	X___X___,
	X___X___,
	X___X___,
	_XXX____,
	________,
	________,
// 220 $dc 'Udieresis'
//	width 6, bbx 0, bby -2, bbw 6, bbh 10
	_X_X____,
	________,
	X___X___,
	X___X___,
	X___X___,
	X___X___,
	X___X___,
	_XXX____,
	________,
	________,
// 221 $dd 'Yacute'
//	width 6, bbx 0, bby -2, bbw 6, bbh 10
	___X____,
	__X_____,
	X___X___,
	X___X___,
	_X_X____,
	__X_____,
	__X_____,
	__X_____,
	________,
	________,
// 222 $de 'Thorn'
//	width 6, bbx 0, bby -2, bbw 6, bbh 10
	________,
	X_______,
	XXXX____,
	X___X___,
	XXXX____,
	X_______,
	X_______,
	X_______,
	________,
	________,
// 223 $df 'germandbls'
//	width 6, bbx 0, bby -2, bbw 6, bbh 10
	________,
	_XXX____,
	X___X___,
	X__X____,
	X_X_____,
	X__X____,
	X___X___,
	X_XX____,
	________,
	________,
// 224 $e0 'agrave'
//	width 6, bbx 0, bby -2, bbw 6, bbh 10
	_X______,
	__X_____,
	________,
	_XXX____,
	____X___,
	_XXXX___,
	X___X___,
	_XXXX___,
	________,
	________,
// 225 $e1 'aacute'
//	width 6, bbx 0, bby -2, bbw 6, bbh 10
	___X____,
	__X_____,
	________,
	_XXX____,
	____X___,
	_XXXX___,
	X___X___,
	_XXXX___,
	________,
	________,
// 226 $e2 'acircumflex'
//	width 6, bbx 0, bby -2, bbw 6, bbh 10
	__X_____,
	_X_X____,
	________,
	_XXX____,
	____X___,
	_XXXX___,
	X___X___,
	_XXXX___,
	________,
	________,
// 227 $e3 'atilde'
//	width 6, bbx 0, bby -2, bbw 6, bbh 10
	__X_X___,
	_X_X____,
	________,
	_XXX____,
	____X___,
	_XXXX___,
	X___X___,
	_XXXX___,
	________,
	________,
// 228 $e4 'adieresis'
//	width 6, bbx 0, bby -2, bbw 6, bbh 10
	________,
	_X_X____,
	________,
	_XXX____,
	____X___,
	_XXXX___,
	X___X___,
	_XXXX___,
	________,
	________,
// 229 $e5 'aring'
//	width 6, bbx 0, bby -2, bbw 6, bbh 10
	__X_____,
	_X_X____,
	__X_____,
	_XXX____,
	____X___,
	_XXXX___,
	X___X___,
	_XXXX___,
	________,
	________,
// 230 $e6 'ae'
//	width 6, bbx 0, bby -2, bbw 6, bbh 10
	________,
	________,
	________,
	_XXXX___,
	___X_X__,
	_XXXXX__,
	X__X____,
	_XXXXX__,
	________,
	________,
// 231 $e7 'ccedilla'
//	width 6, bbx 0, bby -2, bbw 6, bbh 10
	________,
	________,
	________,
	_XXX____,
	X___X___,
	X_______,
	X___X___,
	_XXX____,
	__X_____,
	_X______,
// 232 $e8 'egrave'
//	width 6, bbx 0, bby -2, bbw 6, bbh 10
	_X______,
	__X_____,
	________,
	_XXX____,
	X___X___,
	XXXXX___,
	X_______,
	_XXX____,
	________,
	________,
// 233 $e9 'eacute'
//	width 6, bbx 0, bby -2, bbw 6, bbh 10
	___X____,
	__X_____,
	________,
	_XXX____,
	X___X___,
	XXXXX___,
	X_______,
	_XXX____,
	________,
	________,
// 234 $ea 'ecircumflex'
//	width 6, bbx 0, bby -2, bbw 6, bbh 10
	__X_____,
	_X_X____,
	________,
	_XXX____,
	X___X___,
	XXXXX___,
	X_______,
	_XXX____,
	________,
	________,
// 235 $eb 'edieresis'
//	width 6, bbx 0, bby -2, bbw 6, bbh 10
	________,
	_X_X____,
	________,
	_XXX____,
	X___X___,
	XXXXX___,
	X_______,
	_XXX____,
	________,
	________,
// 236 $ec 'igrave'
//	width 6, bbx 0, bby -2, bbw 6, bbh 10
	_X______,
	__X_____,
	________,
	_XX_____,
	__X_____,
	__X_____,
	__X_____,
	_XXX____,
	________,
	________,
// 237 $ed 'iacute'
//	width 6, bbx 0, bby -2, bbw 6, bbh 10
	__X_____,
	_X______,
	________,
	_XX_____,
	__X_____,
	__X_____,
	__X_____,
	_XXX____,
	________,
	________,
// 238 $ee 'icircumflex'
//	width 6, bbx 0, bby -2, bbw 6, bbh 10
	__X_____,
	_X_X____,
	________,
	_XX_____,
	__X_____,
	__X_____,
	__X_____,
	_XXX____,
	________,
	________,
// 239 $ef 'idieresis'
//	width 6, bbx 0, bby -2, bbw 6, bbh 10
	________,
	_X_X____,
	________,
	_XX_____,
	__X_____,
	__X_____,
	__X_____,
	_XXX____,
	________,
	________,
// 240 $f0 'eth'
//	width 6, bbx 0, bby -2, bbw 6, bbh 10
	________,
	XX______,
	__XX____,
	_XXX____,
	X___X___,
	X___X___,
	X___X___,
	_XXX____,
	________,
	________,
// 241 $f1 'ntilde'
//	width 6, bbx 0, bby -2, bbw 6, bbh 10
	__X_X___,
	_X_X____,
	________,
	X_XX____,
	XX__X___,
	X___X___,
	X___X___,
	X___X___,
	________,
	________,
// 242 $f2 'ograve'
//	width 6, bbx 0, bby -2, bbw 6, bbh 10
	_X______,
	__X_____,
	________,
	_XXX____,
	X___X___,
	X___X___,
	X___X___,
	_XXX____,
	________,
	________,
// 243 $f3 'oacute'
//	width 6, bbx 0, bby -2, bbw 6, bbh 10
	___X____,
	__X_____,
	________,
	_XXX____,
	X___X___,
	X___X___,
	X___X___,
	_XXX____,
	________,
	________,
// 244 $f4 'ocircumflex'
//	width 6, bbx 0, bby -2, bbw 6, bbh 10
	__X_____,
	_X_X____,
	________,
	_XXX____,
	X___X___,
	X___X___,
	X___X___,
	_XXX____,
	________,
	________,
// 245 $f5 'otilde'
//	width 6, bbx 0, bby -2, bbw 6, bbh 10
	__X_X___,
	_X_X____,
	________,
	_XXX____,
	X___X___,
	X___X___,
	X___X___,
	_XXX____,
	________,
	________,
// 246 $f6 'odieresis'
//	width 6, bbx 0, bby -2, bbw 6, bbh 10
	________,
	_X_X____,
	________,
	_XXX____,
	X___X___,
	X___X___,
	X___X___,
	_XXX____,
	________,
	________,
// 247 $f7 'divide'
//	width 6, bbx 0, bby -2, bbw 6, bbh 10
	________,
	________,
	__X_____,
	________,
	XXXXX___,
	________,
	__X_____,
	________,
	________,
	________,
// 248 $f8 'oslash'
//	width 6, bbx 0, bby -2, bbw 6, bbh 10
	________,
	________,
	________,
	_XXXX___,
	X__XX___,
	X_X_X___,
	XX__X___,
	XXXX____,
	________,
	________,
// 249 $f9 'ugrave'
//	width 6, bbx 0, bby -2, bbw 6, bbh 10
	_X______,
	__X_____,
	________,
	X___X___,
	X___X___,
	X___X___,
	X__XX___,
	_XX_X___,
	________,
	________,
// 250 $fa 'uacute'
//	width 6, bbx 0, bby -2, bbw 6, bbh 10
	___X____,
	__X_____,
	________,
	X___X___,
	X___X___,
	X___X___,
	X__XX___,
	_XX_X___,
	________,
	________,
// 251 $fb 'ucircumflex'
//	width 6, bbx 0, bby -2, bbw 6, bbh 10
	__X_____,
	_X_X____,
	________,
	X___X___,
	X___X___,
	X___X___,
	X__XX___,
	_XX_X___,
	________,
	________,
// 252 $fc 'udieresis'
//	width 6, bbx 0, bby -2, bbw 6, bbh 10
	________,
	_X_X____,
	________,
	X___X___,
	X___X___,
	X___X___,
	X__XX___,
	_XX_X___,
	________,
	________,
// 253 $fd 'yacute'
//	width 6, bbx 0, bby -2, bbw 6, bbh 10
	________,
	___X____,
	__X_____,
	X___X___,
	X___X___,
	X__XX___,
	_XX_X___,
	____X___,
	X___X___,
	_XXX____,
// 254 $fe 'thorn'
//	width 6, bbx 0, bby -2, bbw 6, bbh 10
	________,
	________,
	X_______,
	XXXX____,
	X___X___,
	X___X___,
	X___X___,
	XXXX____,
	X_______,
	X_______,
// 255 $ff 'ydieresis'
//	width 6, bbx 0, bby -2, bbw 6, bbh 10
	________,
	_X_X____,
	________,
	X___X___,
	X___X___,
	X__XX___,
	_XX_X___,
	____X___,
	X___X___,
	_XXX____,
};

const struct bitmap_font apple6x10 = {
  6,10,__apple6x10_bitmap__};


