tymaker/STM32_32x32_rgb_matrix/USER/Library/src/stm32f10x_rgb_Fonts.c
// 183 $b7 'periodcentered'
//	width 8, bbx 0, bby -2, bbw 8, bbh 13
	________,
	________,
	________,
	________,
	________,
	________,
	___XX___,
	________,
	________,
	________,
	________,
	________,
	________,
// 184 $b8 'cedilla'
//	width 8, bbx 0, bby -2, bbw 8, bbh 13
	________,
	________,
	________,
	________,
	________,
	________,
	________,
	________,
	________,
	________,
	________,
	____X___,
	___XX___,
// 185 $b9 'onesuperior'
//	width 8, bbx 0, bby -2, bbw 8, bbh 13
	________,
	__X_____,
	_XX_____,
	__X_____,
	__X_____,
	__X_____,
	_XXX____,
	________,
	________,
	________,
	________,
	________,
	________,
// 186 $ba 'ordmasculine'
//	width 8, bbx 0, bby -2, bbw 8, bbh 13
	________,
	________,
	__XX____,
	_X__X___,
	_X__X___,
	__XX____,
	________,
	_XXXX___,
	________,
	________,
	________,
	________,
	________,
// 187 $bb 'guillemotright'
//	width 8, bbx 0, bby -2, bbw 8, bbh 13
	________,
	________,
	________,
	X__X____,
	_X__X___,
	__X__X__,
	___X__X_,
	__X__X__,
	_X__X___,
	X__X____,
	________,
	________,
	________,
// 188 $bc 'onequarter'
//	width 8, bbx 0, bby -2, bbw 8, bbh 13
	________,
	_X______,
	XX______,
	_X______,
	_X______,
	_X____X_,
	XXX__XX_,
	____X_X_,
	___X__X_,
	___XX_X_,
	_____XX_,
	________,
	________,
// 189 $bd 'onehalf'
//	width 8, bbx 0, bby -2, bbw 8, bbh 13
	________,
	_X______,
	XX______,
	_X______,
	_X______,
	_X__XX__,
	XXXX__X_,
	______X_,
	____XX__,
	___X____,
	___XXXX_,
	________,
	________,
// 190 $be 'threequarters'
//	width 8, bbx 0, bby -2, bbw 8, bbh 13
	________,
	_XX_____,
	X__X____,
	__X_____,
	___X____,
	X__X__X_,
	_XX__XX_,
	____X_X_,
	___X__X_,
	___XX_X_,
	_____XX_,
	________,
	________,
// 191 $bf 'questiondown'
//	width 8, bbx 0, bby -2, bbw 8, bbh 13
	________,
	________,
	___X____,
	________,
	___X____,
	___X____,
	__X_____,
	_X______,
	_X____X_,
	_X____X_,
	__XXXX__,
	________,
	________,
// 192 $c0 'Agrave'
//	width 8, bbx 0, bby -2, bbw 8, bbh 13
	________,
	___X____,
	____X___,
	________,
	___XX___,
	__X__X__,
	_X____X_,
	_X____X_,
	_XXXXXX_,
	_X____X_,
	_X____X_,
	________,
	________,
// 193 $c1 'Aacute'
//	width 8, bbx 0, bby -2, bbw 8, bbh 13
	________,
	____X___,
	___X____,
	________,
	___XX___,
	__X__X__,
	_X____X_,
	_X____X_,
	_XXXXXX_,
	_X____X_,
	_X____X_,
	________,
	________,
// 194 $c2 'Acircumflex'
//	width 8, bbx 0, bby -2, bbw 8, bbh 13
	________,
	___XX___,
	__X__X__,
	________,
	___XX___,
	__X__X__,
	_X____X_,
	_X____X_,
	_XXXXXX_,
	_X____X_,
	_X____X_,
	________,
	________,
// 195 $c3 'Atilde'
//	width 8, bbx 0, bby -2, bbw 8, bbh 13
	________,
	__XX__X_,
	_X__XX__,
	________,
	___XX___,
	__X__X__,
	_X____X_,
	_X____X_,
	_XXXXXX_,
	_X____X_,
	_X____X_,
	________,
	________,
// 196 $c4 'Adieresis'
//	width 8, bbx 0, bby -2, bbw 8, bbh 13
	________,
	__X__X__,
	__X__X__,
	________,
	___XX___,
	__X__X__,
	_X____X_,
	_X____X_,
	_XXXXXX_,
	_X____X_,
	_X____X_,
	________,
	________,
// 197 $c5 'Aring'
//	width 8, bbx 0, bby -2, bbw 8, bbh 13
	________,
	___XX___,
	__X__X__,
	___XX___,
	___XX___,
	__X__X__,
	_X____X_,
	_X____X_,
	_XXXXXX_,
	_X____X_,
	_X____X_,
	________,
	________,
// 198 $c6 'AE'
//	width 8, bbx 0, bby -2, bbw 8, bbh 13
	________,
	________,
	_XX_XXX_,
	X__X____,
	X__X____,
	X__X____,
	X__XXX__,
	XXXX____,
	X__X____,
	X__X____,
	X__XXXX_,
	________,
	________,
// 199 $c7 'Ccedilla'
//	width 8, bbx 0, bby -2, bbw 8, bbh 13
	________,
	________,
	__XXXX__,
	_X____X_,
	_X______,
	_X______,
	_X______,
	_X______,
	_X______,
	_X____X_,
	__XXXX__,
	____X___,
	___X____,
// 200 $c8 'Egrave'
//	width 8, bbx 0, bby -2, bbw 8, bbh 13
	________,
	___X____,
	____X___,
	________,
	_XXXXXX_,
	_X______,
	_X______,
	_XXXX___,
	_X______,
	_X______,
	_XXXXXX_,
	________,
	________,
// 201 $c9 'Eacute'
//	width 8, bbx 0, bby -2, bbw 8, bbh 13
	________,
	____X___,
	___X____,
	________,
	_XXXXXX_,
	_X______,
	_X______,
	_XXXX___,
	_X______,
	_X______,
	_XXXXXX_,
	________,
	________,
// 202 $ca 'Ecircumflex'
//	width 8, bbx 0, bby -2, bbw 8, bbh 13
	________,
	___XX___,
	__X__X__,
	________,
	_XXXXXX_,
	_X______,
	_X______,
	_XXXX___,
	_X______,
	_X______,
	_XXXXXX_,
	________,
	________,
// 203 $cb 'Edieresis'
//	width 8, bbx 0, bby -2, bbw 8, bbh 13
	________,
	__X__X__,
	__X__X__,
	________,
	_XXXXXX_,
	_X______,
	_X______,
	_XXXX___,
	_X______,
	_X______,
	_XXXXXX_,
	________,
	________,
// 204 $cc 'Igrave'
//	width 8, bbx 0, bby -2, bbw 8, bbh 13
	________,
	__X_____,
	___X____,
	________,
	_XXXXX__,
	___X____,
	___X____,
	___X____,
	___X____,
	___X____,
	_XXXXX__,
	________,
	________,
// 205 $cd 'Iacute'
//	width 8, bbx 0, bby -2, bbw 8, bbh 13
	________,
	____X___,
	___X____,
	________,
	_XXXXX__,
	___X____,
	___X____,
	___X____,
	___X____,
	___X____,
	_XXXXX__,
	________,
	________,
// 206 $ce 'Icircumflex'
//	width 8, bbx 0, bby -2, bbw 8, bbh 13
	________,
	___XX___,
	__X__X__,
	________,
	_XXXXX__,
	___X____,
	___X____,
	___X____,
	___X____,
	___X____,
	_XXXXX__,
	________,
	________,
// 207 $cf 'Idieresis'
//	width 8, bbx 0, bby -2, bbw 8, bbh 13
	________,
	_X___X__,
	_X___X__,
	________,
	_XXXXX__,
	___X____,
	___X____,
	___X____,
	___X____,
	___X____,
	_XXXXX__,
	________,
	________,
// 208 $d0 'Eth'
//	width 8, bbx 0, bby -2, bbw 8, bbh 13
	________,
	________,
	_XXXX___,
	_X___X__,
	_X____X_,
	_X____X_,
	XXX___X_,
	_X____X_,
	_X____X_,
	_X___X__,
	_XXXX___,
	________,
	________,
// 209 $d1 'Ntilde'
//	width 8, bbx 0, bby -2, bbw 8, bbh 13
	________,
	_XX__X__,
	X__XX___,
	________,
	X_____X_,
	XX____X_,
	X_X___X_,
	X__X__X_,
	X___X_X_,
	X____XX_,
	X_____X_,
	________,
	________,
// 210 $d2 'Ograve'
//	width 8, bbx 0, bby -2, bbw 8, bbh 13
	________,
	__X_____,
	___X____,
	________,
	_XXXXX__,
	X_____X_,
	X_____X_,
	X_____X_,
	X_____X_,
	X_____X_,
	_XXXXX__,
	________,
	________,
// 211 $d3 'Oacute'
//	width 8, bbx 0, bby -2, bbw 8, bbh 13
	________,
	____X___,
	___X____,
	________,
	_XXXXX__,
	X_____X_,
	X_____X_,
	X_____X_,
	X_____X_,
	X_____X_,
	_XXXXX__,
	________,
	________,
// 212 $d4 'Ocircumflex'
//	width 8, bbx 0, bby -2, bbw 8, bbh 13
	________,
	___XX___,
	__X__X__,
	________,
	_XXXXX__,
	X_____X_,
	X_____X_,
	X_____X_,
	X_____X_,
	X_____X_,
	_XXXXX__,
	________,
	________,
// 213 $d5 'Otilde'
//	width 8, bbx 0, bby -2, bbw 8, bbh 13
	________,
	_XX__X__,
	X__XX___,
	________,
	_XXXXX__,
	X_____X_,
	X_____X_,
	X_____X_,
	X_____X_,
	X_____X_,
	_XXXXX__,
	________,
	________,
// 214 $d6 'Odieresis'
//	width 8, bbx 0, bby -2, bbw 8, bbh 13
	________,
	_X___X__,
	_X___X__,
	________,
	_XXXXX__,
	X_____X_,
	X_____X_,
	X_____X_,
	X_____X_,
	X_____X_,
	_XXXXX__,
	________,
	________,
// 215 $d7 'multiply'
//	width 8, bbx 0, bby -2, bbw 8, bbh 13
	________,
	________,
	________,
	________,
	_X____X_,
	__X__X__,
	___XX___,
	___XX___,
	__X__X__,
	_X____X_,
	________,
	________,
	________,
// 216 $d8 'Oslash'
//	width 8, bbx 0, bby -2, bbw 8, bbh 13
	________,
	______X_,
	__XXXX__,
	_X___XX_,
	_X__X_X_,
	_X__X_X_,
	_X_X__X_,
	_X_X__X_,
	_X_X__X_,
	_XX___X_,
	__XXXX__,
	_X______,
	________,
// 217 $d9 'Ugrave'
//	width 8, bbx 0, bby -2, bbw 8, bbh 13
	________,
	__X_____,
	___X____,
	________,
	_X____X_,
	_X____X_,
	_X____X_,
	_X____X_,
	_X____X_,
	_X____X_,
	__XXXX__,
	________,
	________,
// 218 $da 'Uacute'
//	width 8, bbx 0, bby -2, bbw 8, bbh 13
	________,
	____X___,
	___X____,
	________,
	_X____X_,
	_X____X_,
	_X____X_,
	_X____X_,
	_X____X_,
	_X____X_,
	__XXXX__,
	________,
	________,
// 219 $db 'Ucircumflex'
//	width 8, bbx 0, bby -2, bbw 8, bbh 13
	________,
	___XX___,
	__X__X__,
	________,
	_X____X_,
	_X____X_,
	_X____X_,
	_X____X_,
	_X____X_,
	_X____X_,
	__XXXX__,
	________,
	________,
// 220 $dc 'Udieresis'
//	width 8, bbx 0, bby -2, bbw 8, bbh 13
	________,
	__X__X__,
	__X__X__,
	________,
	_X____X_,
	_X____X_,
	_X____X_,
	_X____X_,
	_X____X_,
	_X____X_,
	__XXXX__,
	________,
	________,
// 221 $dd 'Yacute'
//	width 8, bbx 0, bby -2, bbw 8, bbh 13
	________,
	____X___,
	___X____,
	________,
	_X___X__,
	_X___X__,
	__X_X___,
	___X____,
	___X____,
	___X____,
	___X____,
	________,
	________,
// 222 $de 'Thorn'
//	width 8, bbx 0, bby -2, bbw 8, bbh 13
	________,
	________,
	_X______,
	_XXXXX__,
	_X____X_,
	_X____X_,
	_X____X_,
	_XXXXX__,
	_X______,
	_X______,
	_X______,
	________,
	________,
// 223 $df 'germandbls'
//	width 8, bbx 0, bby -2, bbw 8, bbh 13
	________,
	________,
	__XXX___,
	_X___X__,
	_X___X__,
	_X__X___,
	_X_X____,
	_X__XX__,
	_X____X_,
	_X____X_,
	_X_XXX__,
	________,
	________,
// 224 $e0 'agrave'
//	width 8, bbx 0, bby -2, bbw 8, bbh 13
	________,
	________,
	___X____,
	____X___,
	________,
	__XXXX__,
	______X_,
	__XXXXX_,
	_X____X_,
	_X___XX_,
	__XXX_X_,
	________,
	________,
// 225 $e1 'aacute'
//	width 8, bbx 0, bby -2, bbw 8, bbh 13
	________,
	________,
	_____X__,
	____X___,
	________,
	__XXXX__,
	______X_,
	__XXXXX_,
	_X____X_,
	_X___XX_,
	__XXX_X_,
	________,
	________,
// 226 $e2 'acircumflex'
//	width 8, bbx 0, bby -2, bbw 8, bbh 13
	________,
	________,
	___XX___,
	__X__X__,
	________,
	__XXXX__,
	______X_,
	__XXXXX_,
	_X____X_,
	_X___XX_,
	__XXX_X_,
	________,
	________,
// 227 $e3 'atilde'
//	width 8, bbx 0, bby -2, bbw 8, bbh 13
	________,
	________,
	__XX__X_,
	_X__XX__,
	________,
	__XXXX__,
	______X_,
	__XXXXX_,
	_X____X_,
	_X___XX_,
	__XXX_X_,
	________,
	________,
// 228 $e4 'adieresis'
//	width 8, bbx 0, bby -2, bbw 8, bbh 13
	________,
	________,
	__X__X__,
	__X__X__,
	________,
	__XXXX__,
	______X_,
	__XXXXX_,
	_X____X_,
	_X___XX_,
	__XXX_X_,
	________,
	________,
// 229 $e5 'aring'
//	width 8, bbx 0, bby -2, bbw 8, bbh 13
	________,
	___XX___,
	__X__X__,
	___XX___,
	________,
	__XXXX__,
	______X_,
	__XXXXX_,
	_X____X_,
	_X___XX_,
	__XXX_X_,
	________,
	________,
// 230 $e6 'ae'
//	width 8, bbx 0, bby -2, bbw 8, bbh 13
	________,
	________,
	________,
	________,
	________,
	_XX_XX__,
	___X__X_,
	_XXXXX__,
	X__X____,
	X__X__X_,
	_XX_XX__,
	________,
	________,
// 231 $e7 'ccedilla'
//	width 8, bbx 0, bby -2, bbw 8, bbh 13
	________,
	________,
	________,
	________,
	________,
	__XXXX__,
	_X____X_,
	_X______,
	_X______,
	_X____X_,
	__XXXX__,
	____X___,
	___X____,
// 232 $e8 'egrave'
//	width 8, bbx 0, bby -2, bbw 8, bbh 13
	________,
	________,
	___X____,
	____X___,
	________,
	__XXXX__,
	_X____X_,
	_XXXXXX_,
	_X______,
	_X____X_,
	__XXXX__,
	________,
	________,
// 233 $e9 'eacute'
//	width 8, bbx 0, bby -2, bbw 8, bbh 13
	________,
	________,
	____X___,
	___X____,
	________,
	__XXXX__,
	_X____X_,
	_XXXXXX_,
	_X______,
	_X____X_,
	__XXXX__,
	________,
	________,
// 234 $ea 'ecircumflex'
//	width 8, bbx 0, bby -2, bbw 8, bbh 13
	________,
	________,
	___XX___,
	__X__X__,
	________,
	__XXXX__,
	_X____X_,
	_XXXXXX_,
	_X______,
	_X____X_,
	__XXXX__,
	________,
	________,
// 235 $eb 'edieresis'
//	width 8, bbx 0, bby -2, bbw 8, bbh 13
	________,
	________,
	__X__X__,
	__X__X__,
	________,
	__XXXX__,
	_X____X_,
	_XXXXXX_,
	_X______,
	_X____X_,
	__XXXX__,
	________,
	________,
// 236 $ec 'igrave'
//	width 8, bbx 0, bby -2, bbw 8, bbh 13
	________,
	________,
	__X_____,
	___X____,
	________,
	__XX____,
	___X____,
	___X____,
	___X____,
	___X____,
	_XXXXX__,
	________,
	________,
// 237 $ed 'iacute'
//	width 8, bbx 0, bby -2, bbw 8, bbh 13
	________,
	________,
	___X____,
	__X_____,
	________,
	__XX____,
	___X____,
	___X____,
	___X____,
	___X____,
	_XXXXX__,
	________,
	________,
// 238 $ee 'icircumflex'
//	width 8, bbx 0, bby -2, bbw 8, bbh 13
	________,
	________,
	__XX____,
	_X__X___,
	________,
	__XX____,
	___X____,
	___X____,
	___X____,
	___X____,
	_XXXXX__,
	________,
	________,
// 239 $ef 'idieresis'
//	width 8, bbx 0, bby -2, bbw 8, bbh 13
	________,
	________,
	_X__X___,
	_X__X___,
	________,
	__XX____,
	___X____,
	___X____,
	___X____,
	___X____,
	_XXXXX__,
	________,
	________,
// 240 $f0 'eth'
//	width 8, bbx 0, bby -2, bbw 8, bbh 13
	________,
	__X__X__,
	___XX___,
	__X_X___,
	_____X__,
	__XXXX__,
	_X____X_,
	_X____X_,
	_X____X_,
	_X____X_,
	__XXXX__,
	________,
	________,
// 241 $f1 'ntilde'
//	width 8, bbx 0, bby -2, bbw 8, bbh 13
	________,
	________,
	__XX__X_,
	_X__XX__,
	________,
	_X_XXX__,
	_XX___X_,
	_X____X_,
	_X____X_,
	_X____X_,
	_X____X_,
	________,
	________,
// 242 $f2 'ograve'
//	width 8, bbx 0, bby -2, bbw 8, bbh 13
	________,
	________,
	__X_____,
	___X____,
	________,
	__XXXX__,
	_X____X_,
	_X____X_,
	_X____X_,
	_X____X_,
	__XXXX__,
	________,
	________,
// 243 $f3 'oacute'
//	width 8, bbx 0, bby -2, bbw 8, bbh 13
	________,
	________,
	____X___,
	___X____,
	________,
	__XXXX__,
	_X____X_,
	_X____X_,
	_X____X_,
	_X____X_,
	__XXXX__,
	________,
	________,
// 244 $f4 'ocircumflex'
//	width 8, bbx 0, bby -2, bbw 8, bbh 13
	________,
	________,
	___XX___,
	__X__X__,
	________,
	__XXXX__,
	_X____X_,
	_X____X_,
	_X____X_,
	_X____X_,
	__XXXX__,
	________,
	________,
// 245 $f5 'otilde'
//	width 8, bbx 0, bby -2, bbw 8, bbh 13
	________,
	________,
	__XX__X_,
	_X__XX__,
	________,
	__XXXX__,
	_X____X_,
	_X____X_,
	_X____X_,
	_X____X_,
	__XXXX__,
	________,
	________,
// 246 $f6 'odieresis'
//	width 8, bbx 0, bby -2, bbw 8, bbh 13
	________,
	________,
	__X__X__,
	__X__X__,
	________,
	__XXXX__,
	_X____X_,
	_X____X_,
	_X____X_,
	_X____X_,
	__XXXX__,
	________,
	________,
// 247 $f7 'divide'
//	width 8, bbx 0, bby -2, bbw 8, bbh 13
	________,
	________,
	________,
	___X____,
	___X____,
	________,
	_XXXXX__,
	________,
	___X____,
	___X____,
	________,
	________,
	________,
// 248 $f8 'oslash'
//	width 8, bbx 0, bby -2, bbw 8, bbh 13
	________,
	________,
	________,
	________,
	______X_,
	__XXXX__,
	_X___XX_,
	_X__X_X_,
	_X_X__X_,
	_XX___X_,
	__XXXX__,
	_X______,
	________,
// 249 $f9 'ugrave'
//	width 8, bbx 0, bby -2, bbw 8, bbh 13
	________,
	________,
	__X_____,
	___X____,
	________,
	_X___X__,
	_X___X__,
	_X___X__,
	_X___X__,
	_X___X__,
	__XXX_X_,
	________,
	________,
// 250 $fa 'uacute'
//	width 8, bbx 0, bby -2, bbw 8, bbh 13
	________,
	________,
	____X___,
	___X____,
	________,
	_X___X__,
	_X___X__,
	_X___X__,
	_X___X__,
	_X___X__,
	__XXX_X_,
	________,
	________,
// 251 $fb 'ucircumflex'
//	width 8, bbx 0, bby -2, bbw 8, bbh 13
	________,
	________,
	___XX___,
	__X__X__,
	________,
	_X___X__,
	_X___X__,
	_X___X__,
	_X___X__,
	_X___X__,
	__XXX_X_,
	________,
	________,
// 252 $fc 'udieresis'
//	width 8, bbx 0, bby -2, bbw 8, bbh 13
	________,
	________,
	__X_X___,
	__X_X___,
	________,
	_X___X__,
	_X___X__,
	_X___X__,
	_X___X__,
	_X___X__,
	__XXX_X_,
	________,
	________,
// 253 $fd 'yacute'
//	width 8, bbx 0, bby -2, bbw 8, bbh 13
	________,
	________,
	____X___,
	___X____,
	________,
	_X____X_,
	_X____X_,
	_X____X_,
	_X___XX_,
	__XXX_X_,
	______X_,
	_X____X_,
	__XXXX__,
// 254 $fe 'thorn'
//	width 8, bbx 0, bby -2, bbw 8, bbh 13
	________,
	________,
	________,
	_X______,
	_X______,
	_X_XXX__,
	_XX___X_,
	_X____X_,
	_X____X_,
	_XX___X_,
	_X_XXX__,
	_X______,
	_X______,
// 255 $ff 'ydieresis'
//	width 8, bbx 0, bby -2, bbw 8, bbh 13
	________,
	________,
	__X__X__,
	__X__X__,
	________,
	_X____X_,
	_X____X_,
	_X____X_,
	_X___XX_,
	__XXX_X_,
	______X_,
	_X____X_,
	__XXXX__,
};

const struct bitmap_font apple8x13 = {
  8,13,__apple8x13_bitmap__};

/*********************************************END OF FILE**********************/
